<script setup>

</script>

<template>
  <div class="container">
    <h1>
      Политика обработки<br>
      персональных данных
    </h1>

    <span class="content">
      <p>1. Общие положения</p>

      <p>1.1 Настоящая Политика обработки персональных данных (далее – Политика) разработана в соответствии с требованиями Федерального закона от 27.07.2006 № 152-ФЗ "О персональных данных" и определяет порядок обработки и защиты персональных данных пользователей сайта MeCasaGroup (далее – Сайт).</p>

      <p></p>

      <p>1.2. Определения основных терминов, используемых в настоящей Политике:<br>
      • Персональные данные – любая информация, относящаяся к определенному или определяемому физическому лицу (субъекту персональных данных).
      • Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.
      • Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
      • Пользователь – посетитель сайта MeCasaGroup.</p>

      <p>2. Цели обработки персональных данных</p>

      <p>2.1. Оператор обрабатывает персональные данные Пользователя с целью предоставления доступа к услугам, информации и материалам, представленным на Сайте.</p>

      <p>2.2. Оператор также может использовать персональные данные Пользователя для целей улучшения качества предоставляемых услуг и разработки новых сервисов.</p>

      <p>3. Условия обработки персональных данных и их передачи третьим лицам</p>

      <p>3.1. Оператор обрабатывает персональные данные Пользователя в соответствии с действующим законодательством Российской Федерации.</p>

      <p>3.2. Персональные данные Пользователя не передаются третьим лицам, за исключением случаев, предусмотренных законодательством Российской Федерации.</p>

      <p>4. Защита персональных данных</p>

      <p>4.1. Оператор принимает необходимые организационные и технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.</p>

      <p>5. Права и обязанности пользователей</p>

      <p>5.1. Пользователь вправе получить информацию о своих персональных данных, а также внести изменения в эти данные.</p>

      <p>5.2. Пользователь вправе потребовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки.</p>

      <p>5.3. Пользователь вправе отозвать свое согласие на обработку персональных данных.</p>

      <p>6. Заключительные положения</p>

      <p>6.1. Настоящая Политика обработки персональных данных является общедоступной и размещена на Сайте.</p>

      <p>6.2. Оператор имеет право вносить изменения в настоящую Политику без согласия пользователя.</p>

      <p>6.3. Новая Политика обработки персональных данных вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики.</p>

      <p>7. По всем вопросам можно обращаться на почту <span class="violet">privacy@me-casa.ru</span></p>

      <p>8. Актуальная версия Политики обработки персональных данных хранится в свободном доступе и хранится в сети Интернет по адресу <span class="violet">https://micasa-home/privacy</span> </p>
    </span>
  </div>
</template>

<style scoped>
  .content{
    color: white;
    font-size: 16px;
    line-height: 20px;
  }

  .violet{
    color:#9238a8;
  }

  h1{
    font-size: 40px;
    color: white;
    text-align: center;
  }

  .container{
    padding-top: 25px;
    padding-bottom: 25px;
  }

  @media(max-width: 768px){
    h1{
      font-size: 24px;
    }
    .content{
      color: white;
      font-size: 14px;
    }
  }

  @media(max-width: 480px){
    h1{
      font-size: 20px;
    }
    .content{
      color: white;
      font-size: 11px;
    }
  }
</style>